# my favourite bloat
tap "caskroom/cask"
brew "avrdude"
brew "bottom"
brew "cask"
brew "cbonsai"
brew "cmake"
brew "cmatrix"
brew "cpufetch"
brew "docker"
brew "python"
brew "dotbot"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "img2pdf"
brew "ncdu"
brew "neovim"
brew "ninja"
brew "node"
brew "openjdk"
brew "openvpn"
brew "pandoc"
brew "pipx"
brew "ripgrep"
brew "tmux"
brew "vite"
brew "watchman"
brew "wget"
brew "yarn"
brew "yt-dlp"

# fonts
cask "font-dejavu-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "font-lato"
cask "font-mononoki"

# apps
cask "libreoffice"
cask "zen"
cask "rectangle"
cask "obsidian"
